quotes = {
    'monk': [
        '真正的力量在于对心灵的掌控。让你的思想像水一样——流动而适应每种境况。',
        '在生命的花园中，像栽培珍贵的花朵一样勤勉地培养同情和智慧。这些美德将绽放为和平与理解。',
        '小心荒野，年轻人。'
    ],
    'enfeir_warrior': [
        '这场与Zinzibar的战争早在他们偷走我们重要之物时便已开始……',
        '意识到我们行动带来的伤害后，Enfeir决心重建，成为变革可能的榜样。',
        'Enfeir和Zinzibar曾是这片土地上最强的联盟，直到我们遭到了背叛。'
    ],
    'zinzibar_warrior': [
        'Enfeir说我们背叛了他们。哈！我们派出的使者是去讨论政治问题的，但Enfeir却将他们杀害！',
        '他们说必须擅长潜行才能找到我们的隐秘巢穴，但真相是，我们决定谁可以加入我们的行列。',
        '他们称我们为“黑暗之城”。我们做了什么才配得上如此恶名？',
        '隐秘巢穴的主人最近从荒野归来，自从他回来后，就不断谈论某个法师在对怪物进行实验……'
    ],
    'benfriege_warrior': [
        '这些年，荒野一直在扩张。我们担心这种扩张会继续下去，我们的城市将被吞噬，一切都将失去。',
        '人们来到这里，与世隔绝，专注于他们的智识追求。',
        '据说有一位非常古老、非常强大的男人徘徊在荒野中……',
        '我们从荒野中找回了一些书籍，似乎是某个古老城市的记录。最后一次记载提到Anafola的一位法师拜访了他们……'
    ],
    'anafola_warrior': [
        '如果你的目标是不断战斗，那么召唤术并不适合你。',
        '你的召唤物会为你而战，但请不要误会，它们并不享受战斗。',
        '在挖掘或采集时，你的召唤物可以与你一起寻找！',
        '传闻我们的召唤物来自于与这些怪物同一维度。维度间的屏障越来越薄。',
        '一些更有天赋的召唤师能与他们的生物沟通。区长们告诉我们，似乎更强大的生物正在荒野中聚集。谁知道它们在计划什么……',
        '据说创立我们城市的那人有一个兄弟，他是历史上最强的召唤师。传说有一天他走进荒野，从此再也没有回来。'
    ],
    'demetry_warrior': [
        '如果你足够熟练，这里的工作薪水比Valdhomir的任何地方都高。',
        'Demetry，没有比这更好的地方可以赚取财富，在整个Valdhomir！',
        '你越有声望，银行愿意借给你的钱就越多。',
        '我们城市因其中心位置而获得了财富，Demetry是Valdhomir的交易中心。',
        '我们的人中有许多人成为了商人，为旅行者提供高价物品。'
    ],
    'fodker_warrior': [
        '我们曾是一个繁荣的城市，我们的村庄充满了生产力。我仍记得那些土匪烧毁时的惨叫声。',
        '据传我们村庄的某人发现了某种古老而强大的东西。没人确切知道全部故事，因为土匪烧毁了记录，所有的知识都被毁灭了。',
        '我迫不及待地想找到另一个土匪。我要为我的人民复仇！'
    ],
    'glaser_warrior': [
        '为什么这些城市总是要打仗？他们的价值基于流多少血。我希望我们都能和平共处。',
        '有传言说我们的首领正在组织一个会议，邀请所有城市的领导人来讨论共同阻止荒野扩张的问题。',
        '许多人已经忘记了我们所拥有的力量。其他城市认可我们的努力是有原因的。',
        '无论我们击败多少土匪，似乎他们总是从虚空中冒出来。'
    ],
    'kubani_warrior': [
        'Kubani是最早建立的城市之一，我们掌握着许多其他人已遗忘的知识。',
        '许多人看待他们的祖先时认为他们不会理解今天的处境，实际上他们理解的比我们想象的要多得多。',
        '古老的方式拥有一些被认为不公平的能力。',
        '根据我们的记录，荒野一直在缓慢扩展。据说那里曾有一座城市，但它已完全被吞噬，永远消失了。'
    ],
    'pafiz_warrior': [
        '我们这里的每个人都是Tamariza的后裔。我们觉得他们的方式太过守旧，我们比他们更开放。',
        '如果有时间，在下一次冒险前去冥想室。这将确保你安全归来。',
        '当你了解每种战斗风格的弱点时，选择合适的战斗就会变得清晰。'
    ],
    'scetcher_warrior': [
        '我们的价值由我们拥有的力量决定！',
        '让我们为Scetcher的荣耀而战！',
        '我渴望再次战斗！',
        '竞技场。一个充满鲜血和荣耀的地方！也许我该再报名参加一次锦标赛。',
        '如果你真的想挑战自己，荒野中有最强大的怪物。'
    ],
    'starfex_warrior': [
        '如果你在博物馆的顶层看到空展柜，我父亲告诉我那是传说中的剑曾经放置的地方。',
        '传闻如果你收集到6块相同的碎片并带到博物馆，一股古老的力量将被释放。',
        '我父亲一直希望我成为博物馆的管理员，但我希望走自己的路。',
        '我们的祖先曾拥有奇特的武器。我们发现它们效率低下且难以使用，因此我们改进了它们。'
    ],
    'tamarania_warrior': [
        '我们以自己是Valdhomir最优秀的锻造师而自豪！如果找到任何稀有矿石带来这里！',
        '哦？我的武器是由什么制成的？我用铝矿亲手打造的！',
        '最稀有的矿石可以在Zinzibar和Enfeir之间的战场上找到。不过，如果你认为自己足够强大，也可以去荒野中挖掘找到它们。'
    ],
    'tamariza_warrior': [
        '很多人不理解法师和元素使用者的区别。我们能做一些他们做不到的事，比如创造力场来阻挡攻击。',
        '根据你拥有的法师塔会员资格，奖励会有所不同。拥有白金会员可以瞬间传送到Zinzibar！',
        '这些城市喜欢说他们可以与我们竞争。事实上，只有Tamarania对我们构成威胁，我们会在适当的时候处理它们。',
        '多年来荒野已经大大扩展。大多数进入荒野的人从未回来。'
    ],
    'tutalu_warrior': [
        '这片土地曾满是洞穴，直到我们的领袖消灭了所有栖息在此的怪物，建立了这座城市。',
        '猎人公会。我们以使Valdhomir免受怪物威胁而自豪。',
        '人们认为怪物是无意识的野兽。然而，其中一些具有极高的智慧和能力。我们必须不惜一切代价阻止它们聚集！',
        '最危险的怪物栖息在荒野中。Benfriege和Anafola的市民可能知道更多……'
    ],
    'lost_friend': [
        '感谢上天你找到了我！你无法想象我见证了多少暴行。',
        '我不太记得被带走时的情况，但我在荒野中被困了似乎无尽的时间。那些怪物……它们不像普通的怪物，好像有着某种目标。',
        '我看到了某个我无法完全解释的东西……荒野中有个老者，怪物们似乎听从他的指挥。他仿佛在控制它们。',
        '当老者找到我时，他试图拉拢我到他那边。说他需要一个像我这样强大的伙伴来实现他的计划。当我拒绝时，他便让怪物袭击我。',
        '我勉强逃过一劫，自那以后我一直在躲藏。'
    ],
    'lost_pet_orange': ["喵！"],
    'lost_pet_black': ["喵。"],
    'lost_pet_green': ["喵！"],
    'lost_pet_white': ["喵！"]
}